Repository: Web-Ex-Machina/contao-seo
Catalog: languages/*/*_page.xlf
Languages: fr

# tl_page.opengraph_legend
source: OpenGraph Metatags
fr: Balises OpenGraph

# tl_page.twitter_legend
source: Twitter Metatags
fr: Balises Twitter

# tl_page.updateSEOFields.0
source: SEO Fields
fr: Champs SEO

# tl_page.updateSEOFields.1
source: Update SEO Data
fr: Modifier les champs SEO

# tl_page.metaCanonical.0
source: Canonical URL
fr: URL Canonical

# tl_page.metaCanonical.1
source: Enter the page canonical URL (Google Support : https://support.google.com/webmasters/answer/139066?hl=en)
fr: Saisissez l'URL canonique de cette page (Support Google : https://support.google.com/webmasters/answer/139066?hl=fr)

# tl_page.metaImage.1
source: Select the image you want to use in global meta tags
fr: Sélectionnez l'image que vous souhaitez utiliser pour les balises meta globales

# tl_page.overrideOGTags.0
source: Override tags
fr: Surcharger les balises

# tl_page.overrideOGTags.1
source: Check to override Open-Graph tags
fr: Cochez pour surcharger les balises Open-Graph

# tl_page.metaOGTitle.0
source: Title tag
fr: Balise title

# tl_page.metaOGTitle.1
source: Enter the title tag
fr: Entrez la balise title

# tl_page.metaOGType.0
source: Type tag
fr: Balise tag

# tl_page.metaOGType.1
source: Enter the type tag
fr: Entrez la balise type

# tl_page.metaOGImage.0
source: Image tag
fr: Balise image

# tl_page.metaOGImage.1
source: Select the image for the tag
fr: Sélectionnez l'image du tag

# tl_page.metaOGUrl.0
source: URL tag
fr: Balise URL

# tl_page.metaOGUrl.1
source: Enter the url tag
fr: Entrez la balise url

# tl_page.metaOGDescription.0
source: Description tag
fr: Balise description

# tl_page.metaOGDescription.1
source: Enter the description tag
fr: Entrez la balise description

# tl_page.overrideTwitterTags.0
source: Override tags
fr: Surcharger les balises

# tl_page.overrideTwitterTags.1
source: Check to override Twitter tags
fr: Cochez pour surcharger les balises Twitter

# tl_page.metaTwitterCard.0
source: Twitter card tag
fr: Balise Twitter Card

# tl_page.metaTwitterCard.1
source: Enter Twitter Card tag
fr: Entrez la balise Twitter Card

# tl_page.metaTwitterSite.0
source: Twitter Site tag
fr: Balise Twitter Site

# tl_page.metaTwitterSite.1
source: Enter Twitter Site tag
fr: Entrez la balise Twitter Site

# tl_page.metaTwitterTitle.0
source: Twitter Title tag
fr: Balise Twitter Title

# tl_page.metaTwitterTitle.1
source: Enter Twitter Title tag
fr: Entrez la balise Twitter Title

# tl_page.metaTwitterDescription.0
source: Twitter Description tag
fr: Balise Twitter Description

# tl_page.metaTwitterDescription.1
source: Enter Twitter Description tag
fr: Entrez la balise Twitter Description

# tl_page.metaTwitterImage.0
source: Twitter Image tag
fr: Balise Twitter Image

# tl_page.metaTwitterImage.1
source: Enter Twitter Image tag
fr: Entrez la balise Twitter Image

# tl_page.metaTwitterImageAlt.0
source: Twitter Image Alt tag
fr: Balise Twitter Image Alt

# tl_page.metaTwitterImageAlt.1
source: Enter Twitter Image Alt tag
fr: Entrez la balise Twitter Image Alt
